import keyboard from '../../img/klava.png';

const Info = {
  title: 'Информация о проекте',
  content: [
    'Название: "Тренажер печати"',
    'Разработчик: студентка группы П-41 Леонтьева Юлия',
    'Руководитель дипломного проекта: Акимов Петр Александрович',
  ],
};

const Help = {
  title: 'Полезная информация',
  content: [
    'Слепая печать -  методика набора текста «вслепую», то есть не глядя на клавиши печатной машинки или клавиши клавиатуры, используя все (или большинство) пальцы рук.',
    'Освоение этого метода позволяет значительно увеличить скорость печати. Для наиболее эффективного результата необходимо соблюдать осанку, что позволит вам избавиться от сутулости. Монитор должен находиться на оптимальном расстояние от глаз (60 см). Так же уменьшается психическая утомляемость, так как затрачивается меньше умственных усилий на набор текста и происходит уменьшение выполнения необходимой работы, меньше ошибок и связанного с этим раздражения. Ваша производительности значительно вырастит, что позволит более эффективно выполнять большее количество задач.',
    'Для обучения данного метода необходимо запомнить расположение клавиш на клавиатуре. В процессе набора текста старайтесь не смотреть на клавиатуру, старайтесь вспомнить где расположена клавиша.',
    'Данный тренажер подскажет вам, что совершена ошибка, и не позволит набирать текста дальше, пока ошибка не будет исправлена.',
  ],
  img: keyboard,
};

export { Info, Help };
